<?php 
// +----------------------------------------------------------------------
// | description: 根据 useragent 获取手机型号，系统
// +----------------------------------------------------------------------
// | author: lidl
// +----------------------------------------------------------------------
// | date: 2017年12月21日
// +----------------------------------------------------------------------
// | Author: lidl <lidalin.se@gmail.com><http://1m85.com>
// +----------------------------------------------------------------------

class getSysInfo{
	
	private $str = 'Mozilla/5.0 (iPhone; CPU iPhone OS 9_2_1 like Mac OS X) AppleWebKit/601.1.46 (KHTML, like Gecko) Mobile/13D15 MicroMessenger/6.5.9 NetType/4G Language/zh_CN';
	
	
}


?>


